Kuruwa/21th_try/rss_rps_rfs_0_1_0/lvs_cpu16_0.log
podnum=1
Start time: 1498559555
wrk -c800 -t40 -d30s http://172.16.72.2:8888/
Running 30s test @ http://172.16.72.2:8888/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    70.55ms  186.84ms   1.99s    89.70%
    Req/Sec   575.78    527.88     9.87k    82.25%
  450924 requests in 30.10s, 106.20MB read
  Socket errors: connect 0, read 163, write 293, timeout 73
Requests/sec:  14981.16
Transfer/sec:      3.53MB
End time: 1498559585

podnum=5
Start time: 1498559628
wrk -c800 -t40 -d30s http://172.16.72.2:8888/
Running 30s test @ http://172.16.72.2:8888/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.89ms    1.60ms  50.96ms   98.77%
    Req/Sec     4.29k     3.94k   11.90k    60.00%
  13100 requests in 30.05s, 3.09MB read
  Socket errors: connect 0, read 0, write 805, timeout 0
Requests/sec:    436.00
Transfer/sec:    105.23KB
End time: 1498559658

podnum=10
Start time: 1498559702
wrk -c800 -t40 -d30s http://172.16.72.2:8888/
Running 30s test @ http://172.16.72.2:8888/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    13.57ms   70.75ms   1.99s    98.51%
    Req/Sec     3.26k     1.62k   14.65k    67.37%
  3894336 requests in 30.10s, 0.90GB read
  Socket errors: connect 0, read 0, write 133, timeout 246
Requests/sec: 129379.73
Transfer/sec:     30.50MB
End time: 1498559732

podnum=15
Start time: 1498559785
wrk -c800 -t40 -d30s http://172.16.72.2:8888/
Running 30s test @ http://172.16.72.2:8888/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   546.90us  191.09us   4.25ms   86.84%
    Req/Sec   470.29      0.86k    3.94k    88.31%
  14100 requests in 30.05s, 3.32MB read
  Socket errors: connect 0, read 0, write 845, timeout 0
Requests/sec:    469.25
Transfer/sec:    113.23KB
End time: 1498559815

podnum=20
Start time: 1498559859
wrk -c800 -t40 -d30s http://172.16.72.2:8888/
Running 30s test @ http://172.16.72.2:8888/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    12.95ms   66.89ms   2.00s    98.08%
    Req/Sec     3.96k     1.71k   12.01k    67.87%
  4673899 requests in 30.10s, 1.08GB read
  Socket errors: connect 0, read 803, write 117, timeout 52
Requests/sec: 155285.35
Transfer/sec:     36.59MB
End time: 1498559889

podnum=25
Start time: 1498559995
wrk -c800 -t40 -d30s http://172.16.72.2:8888/
Running 30s test @ http://172.16.72.2:8888/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.39ms   10.12ms 557.71ms   95.68%
    Req/Sec     4.40k     1.77k   21.58k    71.71%
  5144248 requests in 30.10s, 1.18GB read
  Socket errors: connect 0, read 44, write 0, timeout 0
Requests/sec: 170909.19
Transfer/sec:     40.28MB
End time: 1498560025

podnum=30
Start time: 1498560132
wrk -c800 -t40 -d30s http://172.16.72.2:8888/
Running 30s test @ http://172.16.72.2:8888/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.53ms   13.08ms 808.25ms   97.30%
    Req/Sec     4.49k     1.68k   13.32k    70.46%
  5274482 requests in 30.10s, 1.21GB read
Requests/sec: 175232.02
Transfer/sec:     41.30MB
End time: 1498560162

podnum=35
Start time: 1498560271
wrk -c800 -t40 -d30s http://172.16.72.2:8888/
Running 30s test @ http://172.16.72.2:8888/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.04ms   45.12ms   1.07s    98.66%
    Req/Sec     4.28k     1.31k   12.61k    71.09%
  5121645 requests in 30.10s, 1.18GB read
Requests/sec: 170157.03
Transfer/sec:     40.14MB
End time: 1498560301

podnum=40
Start time: 1498560407
wrk -c800 -t40 -d30s http://172.16.72.2:8888/
Running 30s test @ http://172.16.72.2:8888/
  40 threads and 800 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.52ms    7.49ms 235.09ms   89.72%
    Req/Sec     4.22k     1.69k   17.84k    72.15%
  4869351 requests in 30.10s, 1.12GB read
Requests/sec: 161776.30
Transfer/sec:     38.17MB
End time: 1498560438